{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Subject Comments", "label": "Comment 1", "value": "The subject is a (type), (style) style home in (condition) condition. It's built in (year) and offers (gla) Sq.Ft of living space. The floor plan includes (troom) total rooms, (broom) bedrooms, & (tbaths) baths."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Subject Comments", "label": "Comment 2", "value": "Type: (type), Style: (style), Condition: (condition), Year Built: (year), GLA: (gla) Sq. Ft., Total Rooms: (troom), Bedrooms: (broom), Baths: (tbaths)."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Subject Comments", "label": "Comment 3", "value": "This (type) property which was built in (year), offers (gla) Sq.Ft. consists of a total of (troom) rooms, primarily (broom) bedrooms and (tbaths) baths.  The style is (style) and based on visual inspection the home is in (condition) condition."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Neighborhood Comments", "label": "Comment 1", "value": "The subject is located in an established (location) location which has a much higher percentage of (type1) versus (type2). Properties display a general similarity in design, utility, and overall appeal, with variations in size."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Neighborhood Comments", "label": "Comment 2", "value": "It is located in a (location) location. With a lot of (type1) compare to (type2). The properties shares the similarity of design, utility, and overall appeal, with variations in size."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Neighborhood Comments", "label": "Comment 3", "value": "The subject is located in a (location) area. With a general similarity of design, utility, and overall appeal, with variations in size."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Neighborhood Trend", "label": "Comment 1", "value": "Search Criteria: Age: (age), GLA: (gla), Proximity: (proximity) radius, Sale Dates: (sale date)."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Neighborhood Trend", "label": "Comment 2", "value": "The search criteria for the subject according to its neighborhood trend: The age is (age), GLA is (gla), the radius of the proximity is (proximity), and the sale dates are (sale date)."}
{ "userId": "5dc12cf84f26a8f5c2501d92", "category": "Neighborhood Trend", "label": "Comment 3", "value": "AGE: (age), GLA: (gla), PROXIMITY: (proximity), SALE DATES: (sale date)."}
